@extends('frontend.master')
@section('content')
<!-- ========== Banner Area Start ========== -->

<!-- Banner Area End -->
<div class="section">
    <div class="container">
        <div class="row gy-4">
            <div class=" col-md-12" data-aos="fade-in">
                <div class="card ">
                    <h3 class="card-title text-center">คำชี้แจงสิทธิส่วนบุคคล</h3>

                    <div class="card-body">
                    <p>
                    ข้อมูล บริษัท ห้างทองกาญจนาภิเษก อมตะ จำกัด มีความยินดีที่คุณมีความสนใจในบริการของเรา
เราให้ความคุ้มครองข้อมูลส่วนบุคคลของคุณอย่างจริงจัง เราต้องการให้คุณรู้สึกอุ่นใจและปลอดภัยที่แชร์ข้อมูลของคุณ ขณะเยี่ยมชมและใช้บริการจากเว็บไซต์ของเรา
คำชี้แจงสิทธิส่วนบุคคลนี้ อธิบายถึงวิธีการที่เราใช้ข้อมูลส่วนบุคคลและข้อมูลอื่น ๆ ที่แบ่งปันหรือรวบรวมโดยเรา

                   </p>

                   <p>
                    ข้อมูลส่วนบุคคลทั้งหมดที่เราดำเนินการนั้นได้รับการจัดการตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2019 ของประเทศไทย
ตามที่เผยแพร่ในราชกิจจานุเบกษาเมื่อวันที่ 27 พฤษภาคม 2562 และจะมีผลบังคับใช้แล้ว (พฤษภาคม 2563) ถึงข้อกำหนดการปกป้องข้อมูล เช่น
“ผู้ควบคุมข้อมูลส่วนบุคคล” “ ข้อมูลส่วนบุคคล” “ ผู้ประมวลผลข้อมูลส่วนบุคคล” มีความหมายเหมือนกับในพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล

                   </p>
                   <ol>
                    <li>ผู้ควบคุมข้อมูลส่วนบุคคล
ผู้ควบคุมข้อมูลส่วนบุคคลที่กำลังประมวลผลข้อมูลส่วนบุคคลคือ: บริษัท ห้างทองกาญจนาภิเษก อมตะ จำกัด
ตั้งอยู่เลขที่ 64/6-7 หมู่ที่ 4 ตำบลดอนหัวฬ่อ อำเภอเมืองชลบุรี จ.ชลบุรี 20000
                    </li>
                    <li>
                        เรารวบรวมข้อมูลประเภทใดในบริการจากเว็บไซต์นี้และเพื่อวัตถุประสงค์อะไร
ขอข้อมูลหรือคำแนะนำ เมื่อคุณต้องการสมัครรับข้อมูลหรือใช้บริการจากเรา โดยคุณสามารถกรอกแบบฟอร์มบนเว็บไซต์ของเรา ในแบบฟอร์มเราขอให้คุณสมัครใจที่จะให้ข้อมูลส่วนบุคคลต่อไปนี้:
<ul>
<li>ชื่อและนามสกุล</li>
<li>เลขประจำตัวประชาชน</li>
<li>อีเมล</li>
<li>หมายเลขโทรศัพท์ และ Line ID</li>
<li>ที่อยู่อาศัย เมืองและจังหวัด</li>
</ul>
เราใช้ข้อมูลนี้เพียงเพื่อยืนยันการใช้บริการและสามารถติดต่อคุณตามความยินยอมจากข้อมูลที่เราร้องขอกับคุณ
เราจะไม่เก็บข้อมูลไว้นานเกินกว่าที่จำเป็น หรือตามระยะเวลาที่คุณบอกเลิกการใช้บริการ สำหรับวัตถุประสงค์ที่อธิบายข้างต้นหรือจำเป็น ภายใต้กฎหมายที่บังคับใช้

                    </li>
                    <li>
                        เราจะแบ่งปันข้อมูลกับใคร
บริษัท ห้างทองกาญจนาภิเษก อมตะ จำกัด จะไม่ขาย ให้เช่าหรือปล่อยข้อมูลส่วนบุคคลของคุณไปยังบุคคลที่สาม เว้นแต่ว่าเราจะต้องดำเนินการตามกฎหมาย
<br/>
โปรดทราบว่าเราอาจจ้างพันธมิตรที่เชื่อถือได้เพื่อประมวลผลข้อมูลเพียงอย่างเดียวในนามของบริษัทเรา เพื่อช่วยเราในด้านการตลาด
<br/>
ผู้ประมวลผลข้อมูลส่วนบุคคลดังกล่าว
มีสิทธิ์ในการประมวลผลข้อมูลที่จำเป็นในการให้บริการและกิจกรรมของตน และเป็นไปตามคำแนะนำที่ประกาศเป็นลายลักษณ์อักษรของเรา
<br/>ผู้ประมวลผลข้อมูลรับประกันว่าได้ใช้มาตรการความปลอดภัยที่เหมาะสมในลักษณะที่การประมวลผลตรงตามข้อกำหนดของนโยบายความเป็นส่วนตัวนี้ และพระราชบัญญัติคุ้มครองข้อมูลส่วนบคุคล และรับรองการคุ้มครองสิทธิของบุคคลทั้งหมด


                    </li>
                    <li>
<h4>สิทธิของเจ้าของข้อมูลส่วนบุคคล</h4>
คุณมีสิทธิ์ในการเข้าถึงข้อมูลที่เราเก็บไว้เกี่ยวกับคุณ หากคุณต้องการสำเนาข้อมูลส่วนบุคคลบางส่วนหรือทั้งหมดของคุณโปรดติดต่อไปที่สาขาของห้างทองกาญจนาภิเษกที่ท่านเคยใช้บริการ หรือที่เบอร์โทร. 092 979 7777
 <br/>
เราต้องการให้แน่ใจว่าข้อมูลส่วนบุคคลของคุณถูกต้อง หากข้อมูลใด ๆ ที่คุณให้ไว้กับเรามีการเปลี่ยนแปลง เช่น หากคุณเปลี่ยนแปลง ชื่อ ที่อยู่ อีเมลหรือหมายเลขติดต่อ โปรดแจ้งให้เราทราบรายละเอียดที่ถูกต้องโดยการติดต่อได้ที่ สาขาของห้างทองกาญจนาภิเษกที่ท่านเคยใช้บริการ หรือที่เบอร์โทร. 092 979 7777
<br/>
คุณอาจขอให้เราแก้ไขข้อมูลที่คุณคิดว่าไม่ถูกต้องและคุณอาจขอให้เราลบข้อมูลที่ไม่ถูกต้อง
คุณสามารถถอนคำยินยอมการติดต่อได้ตลอดเวลา ตราบใดที่คุณแจ้งให้เราทราบถึงการถอนอย่างสมเหตุสมผล
คุณมีสิทธิ์ที่จะขอให้เราลบข้อมูลส่วนบุคคลของคุณในลักษณะใด ๆ ที่อธิบายไว้ในที่นี้ และมีสิทธิ์ในการพกพาข้อมูล
คุณสามารถแจ้งให้เราทราบถึงความต้องการของคุณ ที่จะหยุดการรวบรวมการใช้งานหรือประมวลผลข้อมูลส่วนบุคคลของคุณได้ตลอดเวลา
โดยสามารถติดต่อเราที่ สาขาของห้างทองกาญจนาภิเษกที่ท่านเคยใช้บริการ หรือที่เบอร์โทร. 092 979 7777
หากเราไม่สามารถแก้ไขข้อร้องเรียนของคุณได้ คุณสามารถติดต่อคณะกรรมการคุ้มครองข้อมูลส่วนบุคคลได้เสมอ


                    </li>
                    <li>
<h4>ติดต่อ</h4>
หากคุณมีคำถามหรือข้อคิดเห็นเกี่ยวกับการปกป้องข้อมูล โปรดติดต่อฝ่ายบริการของเราได้ที่<br/>
บริษัท ห้างทองกาญจนาภิเษก อมตะ จำกัด<br/>
เลขที่ 64/6-7 หมู่ที่ 4 ตำบลดอนหัวฬ่อ อำเภอเมืองชลบุรี จ.ชลบุรี 20000<br/>
เบอร์โทร. 092 9797777<br/>
นโยบายนี้เริ่มใช้ตั้งแต่ วันที่ 1 เดือนสิงหาคม 2568<br/>

                    </li>
                   </ol>
                    </div>
                </div><!--card-->
            </div>

        </div><!--row-->
    </div>
</div>
@endsection
